/* Description that this is the most popular Inflation Calculator app on the App Store */
"#1 Inflation Calculator" = "#1 حاسبة التضخم";

/* Title of the screen that describes the application */
"About" = "حول";

/* Description that the app is always updated for the current year */
"Always has the most recent data" = "دائما لديه أحدث البيانات";

/* Currency of Australia */
"Australian Dollar" = "دولار استرالي";

/* Currency of Brazil */
"Brazilian Real" = "ريال برازيلي";

/* Currency of the United Kingdom */
"British Pound" = "الجنيه البريطاني";

/* Currency of Canada */
"Canadian Dollar" = "الدولار الكندي";

/* Currency of China */
"Chinese Yuan" = "اليوان الصيني";

/* Currency of Colombia */
"Colombian Peso" = "البيزو الكولومبي";

/* Information that the app was created by Cal Stephens */
"Created by Cal Stephens" = "التي أنشأتها كال ستيفنس";

/* Description of the available data range for a currency. e.g. 'Data from 1980 to 2020'. */
"Data from %1$@ to %2$@" = "البيانات من ٪@ إلى الآن";

/* Title of the person who developer this app. Alternative translations could include 'Creator' or 'Designer'. */
"Creator" = "المنشئ";

/* Currency of the European Union */
"Euro" = "اليورو";

/* App Store description */
"Ever see a price from the past and want to how how much it would cost today? With Inflation Calculator, it's easy to discover the answer. Inflation Calculator lets you calculate the value of money throughout history. It supports 22 currencies from around the world, including the US Dollar, Euro, and more!" = "هل سبق لك أن رأيت سعرًا من الماضي وترغب في معرفة كم سيكلف هذا اليوم؟ مع حاسبة التضخم ، من السهل اكتشاف الإجابة. تتيح لك حاسبة التضخم حساب قيمة المال على مدار التاريخ. وهو يدعم 22 عملة من جميع أنحاء العالم ، بما في ذلك الدولار الأمريكي واليورو وأكثر!";

/* Label that describes how data is typically collected from official government sources. */
"Historical inflation data is compiled from various official sources." = "يتم جمع بيانات التضخم التاريخية من مصادر رسمية مختلفة.";

/* Currency of India */
"Indian Rupee" = "الروبية الهندية";

/* Currency of Indonesia */
"Indonesian Rupiah" = "الروبية الاندونيسية";

/* Short-hand name of the app */
"Inflation Calc" = "احسب التضخم";

/* The name of the app 'Inflation Calculator', translated into the destination language */
"Inflation Calculator" = "حاسبة التضخم";

/* Currency of Israel */
"Israeli Sheqel" = "شيكل اسرائيلي";

/* Currency of Japan */
"Japanese Yen" = "الين الياباني";

/* Currency of Mexico */
"Mexican Peso" = "بيزو مكسيكي";

/* Currency of New Zealand */
"New Zealand Dollar" = "الدولار النيوزيلندي";

/* App store tags */
"inflation,dollar,money,value,over time,time,history,historical,data,price,prices,year,cost,costs" = "التضخم ، الدولار ، المال ، القيمة ، مع مرور الوقت ، الوقت ، التاريخ ، التاريخ ، البيانات ، السعر ، الأسعار ، السنة ، التكلفة ، التكاليف";

/* Currency of Norway */
"Norwegian Krone" = "كرونة نرويجية";

/* Currency of Russia */
"Russian Ruble" = "الروبل الروسي";

/* Currency of Saudi Arabia */
"Saudi Arabian Riyal" = "الريال السعودي";

/* Title of screen that lets the user select the active currency */
"Select Currency" = "اختر العملة";

/* Title of section that describes where data is sourced from */
"Sources" = "مصادر";

/* Currency of South Africa */
"South African Rand" = "راند جنوب أفريقيا";

/* Currency of South Korea */
"South Korean Won" = "وون كوريا الجنوبية";

/* Currency of Sweden */
"Swedish Krona" = "كرونة سويدية";

/* Currency of Switzerland */
"Swiss Franc" = "الفرنك السويسري";

/* Typical app update description */
"Thanks for using Inflation Calculator! This version adds data for 2020." = "شكرا لاستخدام حاسبة التضخم! يضيف هذا الإصدار بيانات لعام 2020.";

/* Currency of Turkey */
"Turkish Lira" = "الليرة التركية";

/* Currency of the United States */
"US Dollar" = "الدولار الأمريكي";

/* Description that the app has 22 international currencies. Highlight the currencies most likely to be interested to users speaking that language. */
"US Dollar, Euro, & 20 other currencies" = "الدولار الأمريكي ، اليورو ، و 20 عملة أخرى";

/* The current version of the app. e.g. Version 2.0 */
"Version %@" = "الإصدار ٪@";

/* Title of button that opens the developer's website */
"Visit Website" = "زيارة الموقع";

/* Abbreviation for 'clear' that appears on a calculator. This should be two characters or fewer. */
"c" = "⌦";
